const text = {
	content: `欢迎您使用记划服务！我们珍视您在向我们提供您的个人信息时对我们的信任，我们将按照本隐私政策处理您的个人信息并保障您信息的安全。
请您务必认真阅读本隐私政策，在确认充分了解并同意后再使用记划服务。
（1）权限控制
根据自己的需求，我们可以让自己允许的人得到自己的位置信息，除此之外，我们的信息采用的是覆盖的方法，不会对用户的位置信息得到保留。
（2）重要数据加密
对一些重要的数据按一定的算法进行加密，如用户口令、重要参数等。
（3）数据备份
允许用户进行数据的备份和恢复，以弥补数据的破坏和丢失。
（4）记录日志
本系统应该能够记录系统运行时所发生的所有错误，包括本机错误和网络错误。这些错误记录便于查找错误的原因。日志同时记录用户的关键性操作信息。
（5）您的权利
按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
1、访问您的个人信息
2、更正您的个人信息
3、删除您的个人信息
4、改变您授权同意的范围
5、个人信息主体注销账户
6、本隐私权政策如何更新
我们可能适时会对本隐私权政策进行调整或变更，本隐私权政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私权政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。`,

}

exports.text = text;